{"id": "aud_001","title": "Protecting Children from Online Predators","content": "Educate children on safe online behavior, monitor their digital activity, and use parental controls. Warning signs include secrecy, excessive chatting, or reluctance to discuss online interactions."}
{"id": "aud_002","title": "Scam Awareness for Seniors","content": "Teach seniors to avoid answering unknown calls, giving away OTPs, or clicking unfamiliar links. Use large-font materials and role-playing education."}
{"id": "aud_003","title": "Scam Prevention for Students and Young Adults","content": "Focus on social media safety, scholarship/loan scams, and digital literacy. Encourage students to verify before sharing or forwarding messages."}
{"id": "aud_004","title": "Scam Risk in Small Businesses","content": "Business owners are often targets for fake invoice scams, supplier fraud, and business email compromise. Always double-verify payment instructions."}
{"id": "aud_005","title": "Phone Scam Education for Elders","content": "Use large-print flyers and role-play scenarios to help seniors identify common phone-based scams."}
{"id": "aud_006","title": "Virtual Learning Safety for Children","content": "Teach students not to click unknown links in online classes and to verify URLs before joining sessions."}
{"id": "aud_007","title": "Youth Scam Awareness Workshops","content": "Interactive games and peer discussions engage young people in recognizing social media fraud tactics."}
{"id": "aud_008","title": "Digital Security for Freelancers","content": "Freelancers should use separate business accounts and vetted client platforms to avoid payment scams."}
{"id": "aud_009","title": "Scam Tips for Foreign Workers","content": "Provide materials in multiple languages and highlight migrant-specific job and remittance scams."}
{"id": "aud_010","title": "Accessibility-Friendly Cybersecurity","content": "Ensure educational content is screen-reader compatible and uses clear, simple language."}
{"id": "aud_011","title": "Housewives' Online Shopping Safety","content": "Offer checklists for verifying seller authenticity and secure payment methods when buying household goods."}
{"id": "aud_012","title": "Home-Based Business Fraud Prevention","content": "Advise small-scale entrepreneurs on invoice verification and secure payment gateways to avoid chargebacks."}
{"id": "aud_013","title": "Public Servant Digital Hygiene","content": "Government employees should follow mandatory cybersecurity protocols and report phishing attempts promptly."}
{"id": "aud_014","title": "Rural Internet User Awareness","content": "Use community radio and local language leaflets to reach rural populations with scam alerts."}