{"id": "cyber_001","title": "How to Spot Deepfake Scams","content": "Deepfake scams use AI-generated audio or video to impersonate real individuals, often to request money or sensitive data. Look for unnatural facial movements, background inconsistencies, or distorted audio cues."}
{"id": "cyber_002","title": "QR Code Scams and How to Avoid Them","content": "Fraudsters replace legitimate QR codes with malicious ones in public spaces, redirecting users to phishing sites or payment traps. Always verify the source before scanning a QR code."}
{"id": "cyber_003","title": "Social Media Account Takeovers","content": "Weak passwords or leaked credentials allow scammers to hijack accounts to scam followers or impersonate the victim. Use 2FA and check login activity regularly."}
{"id": "cyber_004","title": "Secure Use of Public Wi-Fi","content": "Avoid logging into sensitive accounts on public Wi-Fi. Use a VPN to encrypt traffic and turn off automatic connections to open networks."}
{"id": "cyber_005","title": "Identifying Suspicious App Behavior","content": "Fake apps may request excessive permissions, drain battery, or install hidden trackers. Download only from verified app stores and read user reviews carefully."}
{"id": "cyber_006","title": "Understanding the Risk of Browser Extensions","content": "Some browser extensions can access sensitive data or inject malicious code. Install extensions only from trusted sources and review permissions carefully."}
{"id": "cyber_007","title": "The Role of Firewalls in Scam Prevention","content": "Firewalls act as a barrier between your device and potential threats, blocking unauthorized access. Ensure your firewall is enabled and properly configured."}
{"id": "cyber_008","title": "Mobile Device Security Best Practices","content": "Keep your mobile OS updated, use strong passwords, and avoid installing apps from unknown sources to protect against mobile threats."}
{"id": "cyber_009","title": "Why HTTPS Matters in Online Transactions","content": "HTTPS encrypts data between your browser and the website, ensuring secure communication. Always check for HTTPS before entering sensitive information online."}
{"id": "cyber_010","title": "Risks of Third-Party App Stores","content": "Apps from unofficial stores may contain malware or spyware. Download apps only from official app stores like Google Play or Apple App Store."}
{"id": "cyber_011","title": "Email Header Analysis for Phishing Detection","content": "Analyzing email headers can reveal the true sender and help identify phishing attempts. Learn to read headers to spot inconsistencies."}
{"id": "cyber_012","title": "How to Detect Malicious Scripts in Websites","content": "Be cautious of websites prompting unexpected downloads or displaying unusual behavior. Use security tools to scan for malicious scripts."}
{"id": "cyber_013","title": "Using Biometric Authentication Securely","content": "Biometric authentication adds security but can be vulnerable if not properly implemented. Combine with other security measures for enhanced protection."}
{"id": "cyber_014","title": "Passwordless Authentication and Scams","content": "While convenient, passwordless methods like magic links can be exploited if intercepted. Ensure secure channels are used for such authentication."}
{"id": "cyber_015","title": "Behavioral Biometrics in Fraud Detection","content": "Behavioral biometrics analyze user patterns to detect anomalies, helping identify fraudulent activities without relying solely on passwords."}