{"id": "trend_001","title": "Business Email Compromise (BEC) Explained","content": "In BEC attacks, scammers spoof or hack executive emails to instruct employees to transfer money or share sensitive data. Always verify large requests through secondary channels."}
{"id": "trend_002","title": "Cryptocurrency Romance Scams (“Pig Butchering”)","content": "Scammers combine dating tactics with fake crypto platforms. They may let you 'withdraw profits' initially, then block withdrawals after a large deposit."}
{"id": "trend_003","title": "Telegram and WhatsApp Group Scams","content": "Scammers may pretend to be admins in investment or crypto groups. Never click links or transfer money unless you verify the sender through an external method."}
{"id": "trend_004","title": "AI-Generated Voice and Video Scams","content": "Scammers can now mimic voices or faces using deepfake tools. Always verify requests for money, even if it sounds like someone you trust."}
{"id": "trend_005","title": "Scams Using Fake AI Chatbots","content": "Fraudsters deploy counterfeit chatbots that mimic real services, harvesting data or pushing malicious links."}
{"id": "trend_006","title": "Voice Cloning Phone Scams","content": "Scammers use cloned voices of known contacts to build trust before requesting money or data."}
{"id": "trend_007","title": "Crypto Pump-and-Dump Schemes","content": "Coordinated groups hype a low-volume coin to inflate prices then sell off, leaving late investors with losses."}
{"id": "trend_008","title": "Deepfake Job Interview Scams","content": "AI-generated video interviews are used to convince applicants they’re dealing with a real recruiter."}
{"id": "trend_009","title": "IoT Device Botnet Attacks","content": "Compromised smart home devices join botnets to launch DDoS attacks or mine cryptocurrency."}
{"id": "trend_010","title": "Augmented Reality Phishing","content": "AR overlays trick users into tapping malicious hotspots in real-world environments via smartphone apps."}
{"id": "trend_011","title": "Social Media Deepfake Audio Ads","content": "Ads use AI-generated voices of celebrities to endorse scams, increasing perceived legitimacy."}
{"id": "trend_012","title": "Quantum-Safe Cryptojacking","content": "Emerging threat where quantum-resistant malware hides cryptojacking code to evade classical detection."}
{"id": "trend_013","title": "5G-Based Location Spoofing Scams","content": "Attackers exploit 5G slicing vulnerabilities to falsify location data for phishing or stalkerware."}
{"id": "trend_014","title": "Metaverse-Platform Scams","content": "Scammers sell virtual land or items in metaverse spaces without delivering at purchase time."}