{"id": "legal_001","title": "How to Report a Scam in Malaysia","content": "Victims can report via Cyber999, MCMC’s complaint portal, or the PDRM e-reporting system. Always keep evidence such as screenshots and transaction details."}
{"id": "legal_002","title": "Understanding Malaysia's PDPA and Your Rights","content": "The Personal Data Protection Act gives individuals rights to protect their data from misuse. Companies must get consent before collecting and using your information."}
{"id": "legal_003","title": "Cross-Border Scam Reporting Channels","content": "For international scams, you can report to INTERPOL, local cybercrime units, or platforms like the Global Anti-Scam Alliance."}
{"id": "legal_004","title": "How to Submit Cyber Evidence to Police","content": "Collect and preserve all digital evidence, such as emails, messages, and transaction records, and submit them to the police when reporting cybercrimes."}
{"id": "legal_005","title": "Legal Process After Filing a Scam Report","content": "After reporting a scam, authorities may investigate, and you may be required to provide additional information or testimony during legal proceedings."}
{"id": "legal_006","title": "Which Malaysian Laws Cover Online Fraud","content": "Laws like the Computer Crimes Act 1997 and the Penal Code address various forms of online fraud in Malaysia."}
{"id": "legal_007","title": "Role of MCMC in Digital Scam Regulation","content": "The Malaysian Communications and Multimedia Commission (MCMC) regulates digital communications and can take action against online scams."}
{"id": "legal_008","title": "How Banks Assist in Scam Investigations","content": "Banks can freeze accounts, trace transactions, and work with authorities to investigate and mitigate scam-related losses."}
{"id": "legal_009","title": "When to Contact Bank Negara for Scam Alerts","content": "If you suspect financial scams, report them to Bank Negara Malaysia, which oversees financial institutions and can initiate investigations."}
{"id": "legal_010","title": "Understanding eKYC Fraud Prevention Laws","content": "Electronic Know Your Customer (eKYC) processes are regulated to prevent identity fraud during digital account openings."}
{"id": "legal_011","title": "Reporting Scams via the National Scam Response Center","content": "In Malaysia, report scams to the National Scam Response Center by calling 997 for immediate assistance."}
{"id": "legal_012","title": "Digital Signature Fraud Under Malaysian Law","content": "Unauthorized use of digital signatures is a criminal offense under Malaysian law, with penalties for forgery and fraud."}
{"id": "legal_013","title": "Consumer Rights Under Online Fraud Cases","content": "Consumers have the right to seek redress and compensation if they fall victim to online fraud, subject to legal provisions."}