{"id": "doc_001", "title": "Common Online Scams in Southeast Asia", "content": "Common scams include fake job offers, investment fraud, love scams, and impersonation of government authorities through messaging apps."}
{"id": "doc_002", "title": "Cyber Hygiene Best Practices", "content": "Use strong, unique passwords, enable two-factor authentication, regularly update software, and avoid downloading attachments from unknown sources."}
{"id": "doc_003", "title": "What to Do if You've Been Scammed Online", "content": "Immediately report to local cybercrime units or platforms like Cyber999, inform your bank, and preserve all evidence including screenshots and emails."}
{"id": "doc_004", "title": "Understanding Social Engineering Tactics", "content": "Scammers exploit human psychology using pretexting, baiting, and urgency to trick victims into revealing confidential information."}
{"id": "doc_005", "title": "Safe Online Banking Practices", "content": "Only use official banking apps, avoid logging in on public Wi-Fi, and set SMS/email alerts for transactions to detect suspicious activity."}
{"id": "doc_006", "title": "Reporting Cybercrime in Malaysia", "content": "Victims can report to CyberSecurity Malaysia through Cyber999, the Royal Malaysia Police's e-reporting portal, or via MCMC complaint channels."}
{"id": "doc_007", "title": "Signs of a Fraudulent E-Commerce Website", "content": "Watch for poor website design, missing contact info, overly generous deals, and absence of secure payment options like SSL encryption."}
{"id": "doc_008", "title": "How to Prevent Identity Theft Online", "content": "Avoid oversharing on social media, monitor credit reports, and use privacy settings on all online platforms to protect personal information."}
{"id": "doc_009", "title": "The Role of Malware in Online Scams", "content": "Scammers often use malware like keyloggers or ransomware to steal credentials or lock files for ransom, often spread through fake downloads."}
{"id": "doc_010", "title": "How to Identify a Phishing Email", "content": "Phishing emails often pretend to be from banks or service providers and include urgent requests to click on links or enter personal information."}
