{"id": "scam_001","title": "Investment Scams: How to Spot Unrealistic Promises","content": "Be wary of guaranteed high returns, secret strategies, or unlicensed advisors. Scammers often pressure victims to act quickly and avoid regulation. Always cross-check with national financial regulators."}
{"id": "scam_002","title": "Job Offer Scams: Red Flags to Watch For","content": "Fake recruiters may ask for money to secure interviews or training. Look out for poor grammar, generic emails, or fake company websites. Real employers don't ask for payment from applicants."}
{"id": "scam_003","title": "Online Dating and Romance Scams","content": "Scammers build emotional trust over time and eventually request money for 'emergencies'. Be cautious with individuals who refuse to video call or meet in person."}
{"id": "scam_004","title": "Lottery and Prize Scams","content": "Victims are told they've won a prize but must first pay fees or taxes to claim it. No legitimate lottery asks winners to pay before receiving their prize."}
{"id": "scam_005","title": "Rental Scams Through Fake Property Listings","content": "Scammers post attractive rental listings online, collect deposits from interested renters, and then disappear. Always verify the property's existence and the landlord's identity before making payments."}
{"id": "scam_006","title": "Fake Tech Support Calls","content": "Fraudsters impersonate tech support agents, claiming your device has issues, and request remote access or payment for unnecessary services. Legitimate companies do not make unsolicited support calls."}
{"id": "scam_007","title": "Charity Fraud During Crises","content": "Scammers exploit disasters by creating fake charities to solicit donations. Verify charities through official registries before donating."}
{"id": "scam_008","title": "Online Marketplace Overpayment Scams","content": "Buyers send a check for more than the item's price and ask the seller to refund the difference. The original check later bounces, leaving the seller at a loss."}
{"id": "scam_009","title": "Facebook Page Impersonation Fraud","content": "Scammers create fake business pages on Facebook, mimicking legitimate companies to deceive customers into making purchases or sharing personal information."}
{"id": "scam_010","title": "Fake Immigration Agents Offering Visa Approvals","content": "Individuals posing as immigration officials promise guaranteed visas for a fee. Always consult official government sources for immigration processes."}
{"id": "scam_011","title": "Online Gambling Investment Scams","content": "Fraudsters lure victims with promises of high returns from online gambling investments, which are non-existent. Be cautious of unsolicited investment opportunities."}
{"id": "scam_012","title": "Counterfeit Product Sales on E-commerce Platforms","content": "Scammers sell fake branded products online at discounted prices. Purchase from verified sellers and check reviews before buying."}
{"id": "scam_013","title": "Travel Package Scams via Social Media","content": "Attractive travel deals are advertised on social media, but after payment, the services are not delivered. Always book through reputable travel agencies."}
{"id": "scam_014","title": "Scams Involving Fake Delivery Notifications","content": "Victims receive messages about undelivered packages, prompting them to click malicious links or provide personal information. Verify delivery statuses through official courier websites."}