{"id": "user_001","title": "SMS Phishing (Smishing) Explained","content": "Smishing involves fake text messages pretending to be from banks, delivery services, or government bodies, tricking users into clicking malicious links. Never click suspicious URLs and always verify with official sources."}
{"id": "user_002","title": "What to Do if You Accidentally Shared Personal Info","content": "Immediately change related passwords, enable 2FA, monitor your bank activity, and report to the platform and cybersecurity authorities."}
{"id": "user_003","title": "Preventing Account Takeover Attacks","content": "Use strong authentication, monitor account logins, and avoid using the same password for different services."}
{"id": "user_004","title": "Safe Online Banking Practices","content": "Only use official banking apps, avoid logging in on public Wi-Fi, and set SMS/email alerts for transactions to detect suspicious activity."}
{"id": "user_005","title": "Avoiding Free Gift Survey Scams","content": "Scammers offer free gifts in exchange for personal information through fake surveys. Always verify the legitimacy of such offers before participating."}
{"id": "user_006","title": "Why You Should Not Reuse Passwords","content": "Reusing passwords across sites increases vulnerability. If one site is compromised, attackers can access your other accounts."}
{"id": "user_007","title": "Safe Practices When Using Ride-Hailing Apps","content": "Verify driver details, share trip information with trusted contacts, and avoid sharing personal information during rides."}
{"id": "user_008","title": "Identifying Fake Customer Service Numbers","content": "Scammers create fake customer service numbers to steal information. Always obtain contact details from official company websites."}
{"id": "user_009","title": "Recognizing Manipulative Urgency in Messages","content": "Scammers often create a sense of urgency to prompt quick actions. Take time to verify messages before responding."}
{"id": "user_010","title": "Spotting Fake Social Media Giveaways","content": "Fake giveaways ask for personal information or prompt sharing malicious links. Verify the authenticity of giveaways through official pages."}
{"id": "user_011","title": "Protecting Yourself from Ticket Resale Scams","content": "Purchase event tickets only from authorized sellers to avoid counterfeit or invalid tickets."}
{"id": "user_012","title": "Identifying Fake Antivirus Alerts","content": "Pop-up alerts claiming your device is infected may be scams. Use trusted antivirus software and avoid clicking on suspicious alerts."}
{"id": "user_013","title": "How to Secure Smart Home Devices","content": "Change default passwords, regularly update firmware, and use secure networks to protect smart home devices from unauthorized access."}
{"id": "user_014","title": "Reporting Suspicious Online Ads","content": "Report ads that seem fraudulent or misleading to the platform's support team to help protect other users."}